declare const LEVELS = ['', 'राज्य', 'विभागीय', 'जिल्हा', 'तालुका', 'गण', 'शाखा'];
declare const STATE_POSTS = [
    "अध्यक्ष",
    "उपाध्यक्ष",
    "सचिव",
    "खजिनदार",
    "प्रदेशाध्यक्ष",
    "संपर्क प्रमुख",
    "कार्याध्यक्ष",
    "समन्वयक",
    "कमिटी प्रभारी",
    "राज्य प्रवक्ता",
    "सल्लागार",
    "प्रचार प्रसार प्रमुख",
    "विधी प्रमुख",
    "मोहीम प्रमुख",
    "आंदोलन प्रमुख",
    "इतिहास प्रमुख",
    "माहिती व तंत्रज्ञान प्रमुख",
    "नौकरी व व्यवसाय प्रमुख",
    "शेतकी प्रमुख"
];

declare const POSTS = [
    "अध्यक्ष",
    "उपाध्यक्ष",
    "सचिव",
    "संपर्क प्रमुख",
    "कार्याध्यक्ष",
    "सल्लागार",
    "खजिनदार",
    "प्रचार प्रसार प्रमुख",
    "मोहीम प्रमुख",
    "आंदोलन प्रमुख",
    "इतिहास प्रमुख",
    "नौकरी व व्यवसाय प्रमुख",
    "शेतकी प्रमुख"
];